* 2017
** 2017-07 July
*** 2017-07-21 Friday
**** AMZN Put Spread
     |----+------+-------+------------------|
     |  1 |  930 | Put   | <2017-07-21 Fri> |
     | -1 |  935 | Put   | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.51 | Trade | <2017-06-08 Thu> |
     |----+------+-------+------------------|
     |    | 0.51 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** EWZ Iron Condor
     |----+------+-------+------------------|
     |  1 |   33 | Put   | <2017-07-21 Fri> |
     | -1 |   35 | Put   | <2017-07-21 Fri> |
     | -1 |   45 | Call  | <2017-07-21 Fri> |
     |  1 |   47 | Call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.45 | Trade | <2017-05-16 Tue> |
     |----+------+-------+------------------|
     |    | 0.45 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** FB Iron Condor
     |----+------+-------+------------------|
     |  1 |  135 | Put   | <2017-07-21 Fri> |
     | -1 |  140 | Put   | <2017-07-21 Fri> |
     | -1 |  160 | Call  | <2017-07-21 Fri> |
     |  1 |  165 | Call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 1.18 | Trade | <2017-05-24 Wed> |
     |----+------+-------+------------------|
     |    | 1.18 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** KRE Iron Condor
     |----+------+-------+------------------|
     |  1 |   48 | Put   | <2017-07-21 Fri> |
     | -1 |   50 | Put   | <2017-07-21 Fri> |
     | -1 |   55 | Call  | <2017-07-21 Fri> |
     |  1 |   57 | Call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.68 | Trade | <2017-06-02 Fri> |
     |----+------+-------+------------------|
     |    | 0.68 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** NFLX Put
     |----+--------+-------------------------+------------------|
     | -1 |    155 | Put                     | <2017-07-21 Fri> |
     |----+--------+-------------------------+------------------|
     |    |   1.70 | Trade                   | <2017-04-19 Wed> |
     |    |   0.87 | put 130->142            | <2017-04-26 Wed> |
     |    |   1.24 | put 142->150            | <2017-05-01 Mon> |
     |    |   2.45 | MAY->JUN                | <2017-05-08 Mon> |
     |    |  -0.26 | put 115->135            | <2017-05-09 Tue> |
     |    |   4.25 | put 150->160            | <2017-05-10 Wed> |
     |    | -10.50 | close call spread       | <2017-06-01 Thu> |
     |    |  -0.26 | put spread->JUL 155-put | <2017-06-21 Wed> |
     |----+--------+-------------------------+------------------|
     |    |  -0.51 |                         |                  |
     |----+--------+-------------------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** NVDA Put Spread
     |----+-------+------------+------------------|
     |  1 |   140 | Put        | <2017-07-21 Fri> |
     | -1 |   155 | Put        | <2017-07-21 Fri> |
     |----+-------+------------+------------------|
     |    |  1.00 | Trade      | <2017-05-15 Mon> |
     |    | -4.15 | Close      | <2017-06-09 Fri> |
     |    |  2.30 | Reestablish | <2017-06-09 Fri> |
     |    |  1.47 | JUN->JUL   | <2017-06-15 Thu> |
     |----+-------+------------+------------------|
     |    |  0.62 |            |                  |
     |----+-------+------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** SLB Put
     |----+------+----------+------------------|
     | -1 |   70 | Put      | <2017-07-21 Fri> |
     |----+------+----------+------------------|
     |    | 0.92 | Trade    | <2017-04-24 Mon> |
     |    | 1.11 | JUN->JUL | <2017-06-09 Fri> |
     |----+------+----------+------------------|
     |    | 2.03 |          |                  |
     |----+------+----------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** SPY Call Spread
     |----+-------+-------------------+------------------|
     | -1 |   239 | Call              | <2017-07-21 Fri> |
     |  1 |   245 | Call              | <2017-07-21 Fri> |
     |----+-------+-------------------+------------------|
     |    |  0.74 | Trade             | <2017-04-20 Thu> |
     |    |  1.98 | Close long spread | <2017-06-15 Thu> |
     |    | -0.16 | JUN->JUL          | <2017-06-15 Thu> |
     |----+-------+-------------------+------------------|
     |    |  2.56 |                   |                  |
     |----+-------+-------------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** TLT Iron Condor
     |----+------+-------+------------------|
     |  1 |  119 | Put   | <2017-07-21 Fri> |
     | -1 |  122 | Put   | <2017-07-21 Fri> |
     | -1 |  129 | Call  | <2017-07-21 Fri> |
     |  1 |  132 | Call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.79 | Trade | <2017-06-02 Fri> |
     |----+------+-------+------------------|
     |    | 0.79 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** V Iron Condor
     |----+------+-------+------------------|
     |  1 | 82.5 | Put   | <2017-07-21 Fri> |
     | -1 |   85 | Put   | <2017-07-21 Fri> |
     | -1 | 97.5 | Call  | <2017-07-21 Fri> |
     |  1 |  100 | Call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.77 | Trade | <2017-05-16 Tue> |
     |----+------+-------+------------------|
     |    | 0.77 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** X Put
     |----+------+----------+------------------|
     | -1 |   23 | Put      | <2017-07-21 Fri> |
     |----+------+----------+------------------|
     |    | 0.91 | Trade    | <2017-04-26 Wed> |
     |    | 0.54 | MAY->JUN | <2017-05-02 Tue> |
     |    | 0.72 | JUN->JUL | <2017-06-08 Thu> |
     |----+------+----------+------------------|
     |    | 2.17 |          |                  |
     |----+------+----------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** XOP Jade Lizard
     |----+------+----------+------------------|
     | -1 |   34 | Put      | <2017-07-21 Fri> |
     | -1 |   37 | Call     | <2017-07-21 Fri> |
     |  1 |   38 | Call     | <2017-07-21 Fri> |
     |----+------+----------+------------------|
     |    | 1.12 | Trade    | <2017-05-02 Tue> |
     |    | 0.50 | JUN->JUL | <2017-06-09 Fri> |
     |----+------+----------+------------------|
     |    | 1.62 |          |                  |
     |----+------+----------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
** 2017-08 August
*** 2017-08-18 Friday
